#задача 1
#a=int(input("введите вашу переменную"))
#if a>0:
#    print("ну вроде больше нуля я хз")
#elif a<0:
#    print("ооо ну ты вообще дурак конечно")

#задача 2
#a=int(input("введите вашу переменную"))
#if a>0:
#    print("1")
#else:
#    print("-1")

#задача 3
#a=input("какое время дня?")
#if a=="утро" or a=="Утро":
#    print("анжуманя дэлат")
#elif a=="день" or a=="День":
#    print("греча кура кушат")
#elif a=="Да" or a=="да":
#    print("дурак совсем стал")
#else:
#    print("кроват ложит")

#задача А
#a=int(input("первая переменная"))
#b=int(input("вторая переменная"))
#if a>b:
#    c=a-b
#elif a<b:
#    c=a+b
#else:
#    c=a
#print("c =",c)

#задача Б
#a=int(input("введи СВО й возраст"))
#if a<0:
#    print("ну ты и приколист конечно")
#elif a>=0 and a<18:
#    print("гномик вообще")
#elif a>18 and a<50:
#    print("солидный возраст так-то, до старости недалеко")
#elif a>50 and a<100:
#    print("песок не сыпется?")
#else:
#    print("соболезную...")