encrypted = 'бъ/тродчмн/ропябзкзры:/ояпнкы[/*@$:йнло@!!'
decode = {"а": "б", "б": "в", "в": "г", "г": "д", "д": "е", "е": "ё", "ё": "ж", "ж": "з",
          "з": "и", "и": "й", "й": "к", "к": "л", "л": "м", "м": "н", "н": "о", "о": "п", "п": "р",
          "р": "с", "с": "т", "т": "у", "у": "ф", "ф": "х", "х": "ц", "ц": "ч", "ч": "ш", "ш": "щ", "щ": "ъ",
          "ъ": "ы", "ы": "ь", "ь": "э", "э": "ю", "ю": "я", "я": "а", "/": " ", ":": "!", "'": ".", "[": ":",
          "~": ",", "!": "1", "@": "2", "#": "3", "$": "4", "%": "5", "^": "6", "&": "7", "*": "8", "(": "9", ")": "0"}
for i in encrypted:
    if i in decode.keys():
        print(decode.get(i),end='')
